START_SCREEN = """
Привет! Я бот, который может помочь Вам заказать установку мультимедиа в Ваш автомобиль.
Я могу предложить Вам различные варианты мультимедиа систем, которые подходят для любого автомобиля. 
Я также могу помочь выбрать оптимальный вариант, учитывая твои потребности и бюджет.
Если у Вас есть какие-то вопросы или нужна помощь, просто напиши /help.
"""

ORDER_SERVICE_DESCRIPTION = """
    Описание порядка заказа чего-то
"""

ABOUT_US = """
Мы предлагаем широкий выбор мультимедийных систем, 
которые помогут сделать Ваш автомобиль более комфортным и функциональным. 
Наши специалисты имеют большой опыт работы в этой области и готовы помочь Вам 
выбрать оптимальную систему для вашего автомобиля. Мы гарантируем высокое качество работы и надежность наших систем. 
Обращайтесь к нам, и мы поможем сделать Ваш автомобиль еще более современным и удобным!
"""


CONTACT_US = """
Вы можете связаться с нами любым удобным способом:
- Телеграм: @matevos_k
- Телефон: +7 908 545 8449
"""

ADD_MEDIA_HELP_TEXT = """
    Загрузка фотографии с описанием.
    - Необходимо выбрать тип медиа, для которого загружаем изображением:
        - #device для загрузки товаров, которые можем продать
        - #done_job для загрузки фотографий готовой работы.
    - Сделать описание к медиасообщению
    - Загрузить фото
"""

OUR_JOB = """
Здесь вы можете ознакомиться с резльтатами нашей работы.
"""

WHAT_WE_CAN = """
Наши специалисты имеют богатый опыт работы с различными марками автомобилей
и готовы предложить оптимальное решение для каждого клиента, учитывая его потребности и бюджет.
Мы используем только качественные материалы и оборудование,
чтобы обеспечить надежность и долговечность наших работ.
Кроме того, мы предоставляем гарантию на все наши услуги и всегда готовы ответить на любые вопросы и помочь нашим клиентам.
Если вы хотите обновить свою аудиосистему в автомобиле или создать мультимедийную систему 
на базе Android.
Так же мы предлагаем широкий ассортимент в установке камер заднего вида, датчиков парткроника.
Наша работа начинается с консультации и выбора оптимального варианта для вашего автомобиля. 
Мы учитываем марку, модель и год выпуска автомобиля, а также ваши индивидуальные потребности и предпочтения.
После этого мы проводим необходимые подготовительные работы,
включая демонтаж старой системы, если она есть, и подготовку места для установки нового парктроника.
Затем мы устанавливаем новые датчики и подключаем их к головному устройству.
"""

HELP_TEXT = """
Описание работы бота.
"""