PHOTO_DESCR_PROD = {'astra': """Магнитола Tesla-style для Opel Astra
Android 10/11, полностью на русском языке.
В комплекте есть все, для быстрого подключения, а также подарок микрофон.
- 4 ядерный процессор;
- DSP звуковой процессор с усилителем звука TDA 7851;
- GPS антена
- Радио с RDS;
- Wi-Fi
- 4G слот под сим-карту для выхода в интернет (у версий с Carplay, Android Auto);
- Разделение экрана;
- Навигация (предустановлены Google Мap и iGO);
- Play Market для скачивания приложений;
- LED экран сенсорный 9.7 дюймов;
- Bluetooth 5.0;
- Bluetooth для музыки, разговоров;
- Поддержка штатного мультируля;
- AUX;
- USB (выносные 2 штуки);
- Подключение внешнего усилителя, сабвуфера;
- Мощность 4*50 Ват (выше заводской магнитолы);
Цена 9 990₽
""", 'cruze': """Магнитола Tesla-style для Chevrolet Cruze
- 4 ядерный процессор;
- DSP звуковой процессор с усилителем звука TDA 7851;
- GPS антена
- Радио с RDS;
- Wi-Fi
- 4G слот под сим-карту для выхода в интернет (у версий с Carplay, Android Auto);
- Разделение экрана;
- Навигация (предустановлены Google Мap и iGO);
- Play Market для скачивания приложений;
- LED экран сенсорный 9.7 дюймов;
- Bluetooth 5.0;
- Bluetooth для музыки, разговоров;
- Поддержка штатного мультируля;
- AUX;
- USB (выносные 2 штуки);
- Подключение внешнего усилителя, сабвуфера;
- Мощность 4*50 Ват (выше заводской магнитолы);
Цена 9 990₽
""", 'cerato': """Магнитола на KIA Cerato на Android
Новая магнитола на андроиде. Поддержка русского языка, комплект полный с переходной рамкой, проводами и т.п.

Подходит на Киа Церато 3 дорест и рестайл

Память 1/32.
Wi-Fi, Bluetooth, поддержка камеры заднего вида и др.
Цена 7 500₽ 
""", 'focus': """Магнитола Tesla-style для Ford Focus,
Операционная система Андроид 10/11.
Память 1/32.
В наличии также 2/32 и 4/32 - цены уточняйте.
У нас также можно заказать услугу по установке магнитолы. Также в наличии камеры заднего вида, видеорегистраторы и другие аксессуары.
В магнитоле: блютуз, вай-фай, поддержка подключения телефона, плей маркет и многое другое.
"""}
